{
  "importMembers": "Importer des membres",
  "fileNameLoading": "Chargement de {{fileName}}...",
  "peopleToImport": "Personnes à importer",
  "existingAccounts": "Comptes existants",
  "dropzone": {
    "text": "Glissez et déposez le fichier CSV ou cliquez ici",
    "dropReject": "Impossible d'ajouter le fichier {{ fileName }}. Le fichier doit être au format CSV."
  },
  "help": {
    "1": "Cette page va vous permettre d'importer un grand nombre de personnes dans votre base de données à partir d'un fichier Excel ou Libre Office.",
    "2-1": "Pour commencer, ",
    "2-2": "téléchargez ce fichier de démonstration",
    "3-1": "Remplissez correctement ce fichier, ou modifiez votre fichier existant pour respecter scrupuleusement l'ordre des colonnes.",
    "3-2": "Attention ! Si vous remplissez une adresse postale, remplissez obligatoirement les trois champs \"adresse1\", \"code postal\" et \"ville\".",
    "4": "Une fois votre fichier rempli, cliquez sur « enregistrer sous » dans votre tableur, et choisissez le format CSV.",
    "5": "Choisissez les options suivantes : caractère de séparation : virgule ou point virgule, encodage : Unicode UTF-8.",
    "6": "Enregistrez votre fichier.",
    "7": "Enfin, envoyez votre fichier ci-dessous."
  },
  "errors": {
    "youShouldSetNames": "Vous devez remplir le nom et prénom de la personne. Cette ligne est incomplète : {{user}}",
    "shouldHaveEmail": "Chaque personne doit avoir un email, sinon elle ne pourra pas se connecter. {{firstName}} {{lastName}} n'en a pas.",
    "invalidFileFormat": "Le format de fichier est invalide",
    "email": "L'adresse email {{email}} n'est pas correcte",
    "phone": "Le format du téléphone ne semble pas correct.",
    "phone2": "Le format du téléphone partenaire ne semble pas correct.",
    "phone_plural": "Le téléphone n'est pas correct dans cette ligne : {{user}}",
    "address1": "Vous devez remplir l'adresse 1 si un code postal et/ou une ville est remplie.",
    "address1_plural": "Vous devez remplir l'adresse 1 si un code postal et/ou une ville est remplie dans cette ligne : {{user}}",
    "zipCode": "Le format du code postal ne semble pas correct.",
    "zipCode_plural": "Le code postal n'est pas correct dans cette ligne : {{user}}",
    "city": "La ville ne semble pas correcte",
    "city_plural": "Vous devez remplir la ville dans cette ligne : {{user}}",
    "firstName": "Vous devez remplir le prénom.",
    "lastName": "Vous devez remplir le nom.",
    "emptyCSV": "Votre CSV semble vide, peut-être ne respecte-t-il pas le bon format ?"
  },
  "tryAgain": "Essayer encore",
  "warning": "Attention",
  "beforeValidating": "Avant de valider l'importation, vérifiez bien que le tableau ci-dessus est correctement rempli.",
  "ifDataAreNotCorrect": "Si des données sont décalées ou ne correspondent pas à la bonne colonne, c'est que votre fichier CSV n'est pas correct.",
  "sendInvites": "Envoyer les invitations",
  "finaliseImport": "Finaliser l'import",
  "emailWillBeSentToPeopleToImport": "Un email sera envoyé à toutes les personnes à importer afin qu'elles puissent créer un compte et rejoindre votre groupe automatiquement.",
  "accountWillBeCreatedForPeopleToImport": "Un compte sera créé pour toutes les personnes à importer et elles seront automatiquement ajoutées à votre groupe.",
  "emailWillBeSentToExistingAccounts": "Un email sera envoyé à toutes les personnes ayant déjà un compte afin qu'elles puissent rejoindre votre groupe.",
  "existingAccountsWillJoinYourGroup": "Toutes les personnes ayant déjà un compte seront automatiquement ajoutées à votre groupe.",
  "invitesHaveBeenSent": "Les invitations ont bien été envoyées.",
  "accountHaveBeenCreated": "Les comptes ont bien été créés.",
  "accountHaveBeenCreatedAndInvitesHaveBeenSent": "Les comptes ont bien été créés et les invitations envoyées.",
  "inviteNewMember": "Inviter un nouveau membre",
  "emailhasBeenSentToExistingAccounts": "Cette personne était déjà inscrite sur {{theme.name}}, nous lui avons envoyé un email afin qu'elle puisse rejoindre votre groupe.",
  "existingAccountHasBeenAdded": "Cette personne était déjà inscrite sur {{theme.name}}, elle a été ajouté à votre groupe.",
  "emailhasBeenSentToPersonToImport": "Un email a été envoyée à cette personne afin qu'elle puisse créer un compte et rejoindre votre groupe automatiquement.",
  "anAccountHasBeenCreated": "Un compte a été créé pour cette personne et elle est maintenant membre de votre groupe.",
  "emailWillBeSentToNewMember": "Un email sera envoyé à cette personne afin qu'elle puisse créer un compte s'il elle n'en a pas déjà un et rejoindre votre groupe automatiquement.",
  "accountWillBeCreatedToNewMember": "Un compte sera créé pour cette personne à importer et elle sera automatiquement ajoutée à votre groupe.",
  "userIsAlreadyMember": "La personne avec l'adresse email {{emails}} est déjà membre de votre groupe.",
  "invite": "Inviter à rejoindre le groupe",
  "createAccountAndAddToGroup": "Créer le compte et ajouter au groupe",
  "accountCreationMode": "Mode création de compte",
  "consent": "Je certifie que ce nouvel utilisateur importé a explicitement donné son consentement pour être inscrit sur {{theme.name}} et/ou ajouté dans votre groupe.",
  "consent_plural": "Je certifie que les nouveaux utilisateurs importés ont explicitement donné leur consentement pour être inscrits sur {{theme.name}} et/ou ajouté dans votre groupe.",
  "needConsentWarning": "Attention : vous devez avoir le consentement des personnes pour qui vous aller créer un compte à leur place",
  "newModeWarningText": "Cliquez ici seulement si le nouveau membre ne va pas utiliser directement son compte (par exemple pour les personnes non connectées à Internet)",
  "asteriskNote": "* Seulement les champs suivis d'un astérisque sont obligatoires."
}
